Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sannhet_og_forsoning_-_menneskelige_omkostninger.html.tmx
Source language: nob
Languages: sme

source: Rapporten viser at de menneskelige omkostningene av fornorskning og urett har konsekvenser for enkeltmennesker fortsatt i dag.
sme: Duohtavuohta ja soabadeapmi - Olmmošlaš golut Raporta čájeha ahte dáruiduhttima ja vearrivuođa olmmošlaš goluin leat ain dálge váikkuhusat ovttaskas olbmuide.

source: Behandlet i Oppvekst-, omsorg- og utdanningskomiteen .
sme: Meannuduvvon Bajásšaddan-, fuolahus- ja oahppolávdegottis .

source: Ansvarlig rådsmedlem: Runar Myrnes Balto
sme: Ovddasvástideaddji ráđđelahttu: Runar Myrnes Balto

source: Vedtak i Sametingets plenum 6. mars 2024
sme: Mearrádus Sámedikki dievasčoahkkimis njukčamánu 6. beaivvi 2024

source: Sametinget mener Sannhets- og forsoningskommisjonen gir en god dokumentasjon av de menneskelige omkostningene av fornorskningspolitikk og urett.
sme: Sámediggi oaivvilda Duohtavuođa- ja soabahankommišuvdna duođašta bures dáruiduhttinpolitihka ja vearrivuođa olmmošlaš váikkuhusaid.

source: Sametinget mener det er god grunn til å konkludere med at fornorskningspolitikken og velferdsstatens svikt direkte og indirekte har bidratt til faktorer som enda i dag påvirker samers helse, levekår og livskvalitet negativt.
sme: Sámediggi oaivvilda lea buorre vuođđu cealkit ahte dáruiduhttinpolitihkka ja čálgostáhta beahttin lea njuolgga ja eahpenjuolgga dagahan fáktoriid mat ain dál čuhcet sámiid dearvvašvuhtii, eallineavttuide ja eallinkvalitehtii.

source: Kommisjonen omtaler fornorskningssår, og dette mener Sametinget er et godt begrep for å beskrive traumer og menneskelige konsekvenser enkeltpersoner bærer på.
sme: Kommišuvdna muitala dáruiduhttinháviid birra, ja Sámedikki mielas lea dat buorre doaba čilget daid traumaid ja olmmošlaš váikkuhusaid maid ovttaskasolbmot guddet.

source: Det samiske samfunnet på sin side bærer store fornorskningsskader.
sme: Sámi servodat ges guoddá stuora dáruiduhttinvahágiid.

source: Spørsmål som vold og overgrep, selvmordsadferd, hatefulle ytringer, diskriminering, tillitsmangel og rusmisbruk kan delvis anses som indirekte fornorskningsskader.
sme: Áššit nu go veahkaváldi ja illasteapmi, iešsorbmenláhtten, vaššicealkámušat, vealaheapmi, eahpeluohttámuš ja gárrenmirkogeavaheapmi sáhttet belohahkii adnot eahpenjuolgga dáruiduhttinvahágin.

source: Internatliv, raseforskning og barnevernsomsorg er faktorer fra fornorskningen som har skapt fornorskingssår.
sme: Internáhttaeallin, čeardadutkan ja mánáidsuodjalusfuolla leat dáruiduhttima fáktorat mat leat dagahan dáruiduhttinháviid.

source: Sametinget har valgt å samle flere fornorskingssår og -skader i en samlet sak, på grunn av omfang og samlet belastning på vårt samfunn.
sme: Sámediggi lea válljen ovtta áššái čohkket máŋga dáruiduhttinhávi ja -vahága, daid viidodaga ja noađi dihte oktiibuot min servodahkii.

source: Sametinget mener det trengs et stort sett med reparerende tiltak for å bøte på disse sår og skader etter fornorskningen.
sme: Sámediggi oaivvilda ahte adnojit olu buhtadeaddji doaibmabijut buhtten dihte dáruiduhttima háviid ja vahágiid.

source: Kommisjonen konkluderer med at fornorskningspolitikkens skader i befolkninga bør anerkjennes som en folkehelseutfordring i samiske samfunn.
sme: Kommišuvdna čoahkkáigeassá dainna ahte dáruiduhttinpolitihka vahágat álbmogii berrejit dohkkehuvvot álbmotdearvvašvuođahástalussan sámi servodagain.

source: Dette er Sametinget enig i. Samtidig er det behov for økt kunnskap og større forståelse for historiske traumer som konsekvens av fornorskningspolitikken når det gjelder helse, levekår og identitet i den samiske befolkningen.
sme: Dasa lea Sámediggi ovttaoaivilis. Seammás dárbbašuvvo eanet máhttu ja buoret ipmárdus historjjálaš traumaid birra maid dáruiduhttinpolitihkka lea dagahan sámi álbmoga dearvvašvuhtii, eallineavttuide ja identitehtii.

source: Slik kunnskap er essensiell for å bøte på skader og forebygge fremtidig uhelse.
sme: Dákkár máhttu lea áibbas dárbbašlaš go galgá njulget vahágiid ja eastadit vahágiid boahtteáiggis.

source: Kommisjonen kommer med en klar oppfordring til alle samfunnsaktører som er berørt av deres granskning, om at de har et selvstendig ansvar for å ta et oppgjør med egen historie og praksis.
sme: Kommišuvnnas lea čielga ávžžuhus buot servodatoassálastiide maidda sin guorahallan guoská, ahte sis lea alddiineaset sierra ovddasvástádus čoavdit iežaset historjjá ja práksisa.

source: Sametinget vil be alle samfunnsaktører som berøres i denne saken om å følge kommisjonens oppfordring.
sme: Sámediggi bivdá buot servodatoassálastiid geaidda dát ášši guoská čuovvut kommišuvnna ávžžuhusa.

source: Kommisjonens forslag til tiltak
sme: Kommišuvnna doaibmabidjoárvalusat

source: Tiltak 4.1: Kommisjonen slutter seg til forslagene fra Ytringsfrihetskommisjonen (NOU 2022:9) til tiltak for å motvirke hat og diskriminering overfor urfolk og minoriteter.
sme: Doaibmabidju 4.1: Kommišuvdna guorrasa Cealkinfriddjavuođakommišuvnna (NÁČ 2022:9) árvalusaide doaibmabijuid birra maiguin eastadit vaši ja vealaheami álgoálbmogiid ja minoritehtaid vuostá.

source: Sametinget støtter forslaget.
sme: Sámediggi doarju árvalusa.

source: Sametinget er glad for at Regjeringen har igangsatt et arbeid med å utarbeide en handlingsplan mot diskriminering av samer, og viser til Sábme jállu – Sametingsmelding om likestilling (sak 62/20) og Sametingets Handlingsplan mot samehets (sak 20/22).
sme: Sámediggi lea ilus go Ráđđehus lea ráhkadišgoahtán doaibmaplána sápmelaččaid vealaheami vuostá, ja čujuha Sábme jállui - Sámediggedieđáhussii dásseárvvu birra (ášši 62/20) ja Sámedikki doaibmaplánii sámevaši vuostá (ášši 20/22).

source: Sametinget forventer en styrket innsats mot samehets, ved at den inneholder et bredt sett av tiltak og friske midler.
sme: Sámediggi vuordá nannoset áŋgiruššama sámevaši vuostá, dan hámis ahte bohtet ollu doaibmabijut ja ođđa ruđat.

source: Sametinget viser også til videre til Ytringsfrihetskommisjonens anbefalinger til videre forskning.
sme: Sámediggi čujuha maiddái Cealkinfriddjavuođakommišuvnna ávžžuhusaide viidáset dutkamii.

source: Tiltak 4.6: Gjennom innhentingen av personlige historier fra de berørte miljøene har kommisjonen erfart at det mangler en kultur- og språkkompetent beredskapsløsning for akutt, psykososial støtte for voksne .
sme: Doaibmabidju 4.6: Kommišuvdna lea, go lea viežžan persovnnalaš muitalusaid guoskevaš birrasiin, vásihan ahte rávisolbmuide váilu kultuvrralaččat ja gielalaččat gelbbolaš gearggusvuođačoavddus fáhkka, psykososiála doarjagii.

source: I dag finnes slik beredskap kun for barn.
sme: Dál lea diekkár gearggusvuohta dušše mánáide.

source: Kommisjonen mener det er behov for et sikkerhetsnett for miljøene som er berørt av fornorskningspolitikken og at en slik beredskap vil være særlig viktig under prosesser som fører frem mot forsoning.
sme: Kommišuvdna oaivvilda ahte lea dárbu sihkarvuođafierpmádahkii birrasiidda maidda dáruiduhttinpolitihkka guoská ja ahte dakkár gearggusvuohta lea erenoamáš dehálaš proseassain mat buvttihit soabaheami.

source: Sametinget støtter vurderingen.
sme: Sámediggi doarju árvvoštallama.

source: Det er nødvendig å gi Sámi klinihikka og det underliggende SANKS (Samisk nasjonal kompteansetjeneste – psykisk helsevern og rus) muligheter til å utvikle sine behandlingstilbud til det samiske befolkningen, for å styrke deres arbeid med blant annet forebygging av psykisk uhelse, selvmord og rusmisbruk.
sme: Lea dárbu addit Sámi klinihkkii ja dan vuollásaš SÁNAG:i (Sámi našuvnnalaš gealbobálvalus - psyhkalaš dearvvašvuođasuddjen ja gárrendilledikšu) vejolašvuođaid ovddidit dikšunfálaldagaid sámi álbmogii, vai dat nanne sin barggu earret eará psyhkalaš buozalmasvuođa, iešsoardima ja gárrenmirkogeavaheami eastademiin.

source: Dette må gjøres gjennom å endre organiseringen av Sámi klinihikka, slik at den er i tråd med ILO konvensjon 169 art. 25. Videre må Sámi klinihikka få betydelig økte ressurser til både klinisk arbeid og SANKS sin kunnskapsproduksjon.
sme: Dán ferte dahkat Sámi klinihka organiserema rievdadeami bokte, nu ahte dat čuovvu ILO konvenšuvnna 169 art. 25. Dasto ferte Sámi klinihkka oažžut mealgat eanet resurssaid sihke klinihkalaš bargui ja SÁNAG máhttobuvttadeapmái.

source: I noen sammenhenger vil det offentlige helsevesenet ikke helt kunne nå alles behov.
sme: Almmolaš dearvvašvuođafuolahus ii nagot álohii dustet buohkaid dárbbuid.

source: Mistillit til det offentlige kan gjøre at enkelte ikke ønsker å ta kontakt.
sme: Go olbmot dovdet eahpeluohttámuša almmolaš bálvalusaide dat sáhttá dahkat ahte eai háliit váldit oktavuođa singuin.

source: Det må derfor jobbes med heling av psykisk helse ved å bygge opp lavterskeltilbud til samer som har behov for dette også utenfor de offentlige helsetilbudene.
sme: Danne ferte bargat psyhkalaš dearvvašvuođa buoridemiin dakko bokte ahte hukset vuosttašceahkkefálaldagaid sápmelaččaide geat dárbbašit daid, maiddái sidjiide geat dárbbašit fálaldagaid olggobeale almmolaš dearvvašvuođafálaldagaid.

source: Tiltak 5.1: Som et ledd i Stortingets kontroll med forvaltningen bør det settes i gang en gjennomgang av manglende implementering av vedtak i det minoritetspolitiske feltet.
sme: Doaibmabidju 5.1: Oassin Stuoradikki hálddašeami bearráigeahččamis berre álggahuvvot guorahallan váilevaš doibmiibidjama minoritehtapolitihkalaš suorggi mearrádusain.

source: Forslaget til tiltak behandles i sin helhet i sak om pilar 5 Implementering av regelverk.
sme: Doaibmabidjoárvalus meannuduvvo oktasaččat pilára 5. áššis Njuolggadusaid doibmiibidjama birra.

source: Sametinget forventer i denne sammenheng en kartlegging av i hvilken grad samenes rettigheter, både etter norsk lov og folkerettslige forpliktelser, blir fulgt opp i helse- og sosialsektoren.
sme: Sámediggi vuordá dán oktavuođas kártejumi das man muddui sápmelaččaid vuoigatvuođat, sihke Norgga lága ja álbmotrievttálaš geatnegasvuođaid mielde, čuovvoluvvojit dearvvašvuođa- ja sosiálasuorggis.

source: Det gjelder eksempelvis samiske pasienters rett til et likeverdig helsetilbud, barns rettigheter i møte med barnevernet og rettighetene til samiske volds- og overgrepsutsatte.
sme: Dat guoská ovdamearkka dihte sámi pasieanttaid vuoigatvuhtii dásseárvosaš dearvvašvuođafálaldahkii, mánáid vuoigatvuođaide mánáidsuodjalusas, ja vuoigatvuođaide sápmelaččaide geat leat gillán veahkaválddi ja illasteami.

source: Kartleggingen må også inkludere en gjennomgang av hvordan overgangen mellom første- og andrelinjetjenesten fungerer og organiseringen av samisk spesialisthelsetjeneste.
sme: Kártejumis ferte maid geahčaduvvon movt sirdin vuosttaš- ja nuppilinjabálvalusa gaskka doaibmá, ja sámi spesialistadearvvašvuođabálvalusa organiseren.

source: Tiltak 5.6: For å bøte på manglende implementering og oppnå likeverdig tjenesteyting mener kommisjonen at det er nødvendig med en styrket innsats innen både oppvekst- og utdanningssektoren og helse- og omsorgssektoren på kommunalt nivå.
sme: Doaibmabidju 5.6: Buhtten dihte váilevaš doibmiibidjama ja olahan dihte dásseárvosaš bálvalusaid oaivvilda kommišuvdna ahte lea dárbbašlaš nannet vuoruheami sihke bajásšaddan- ja oahpahussuorggis, ja dearvvašvuođa- ja fuolahussuorggis suohkanlaš dásis.

source: Spesielt i møte med helsesektoren er det viktig at samer og kvener får bruke sitt morsmål.
sme: Erenoamážit dearvvašvuođasuorggis lea dehálaš ahte sápmelaččat ja kvenat besset atnit iežaset eatnigiela.

source: Sametinget støtter kommisjonens forslag.
sme: Sámediggi doarju kommišuvnna árvalusa.

source: Det er helt sentralt at samer får oppfylt sine rettigheter til å møte helsevesenet på sitt eget språk.
sme: Lea áibbas guovddážis ahte sápmelaččat ožžot ollašuhttot iežaset vuoigatvuođat gulahallat iežas gillii dearvvašvuođadoaimmahagas.

source: Tiltak 5.7: Kommisjonen ser behov for at det iverksettes tiltak for å sikre at samiske kvinner og barn blir fullt ut beskyttet og sikret mot psykisk, fysisk og seksuell vold.
sme: Doaibmabidju 5.7: Kommišuvdna oaidná dárbbu álggahit doaibmabijuid sihkkarastin dihte ahte sámi nissonolbmot ja mánát ollásit suodjaluvvojit ja sihkkarastojuvvot psyhkalaš, fysalaš ja seksuálalaš veahkaválddi vuostá.

source: Sametinget støtter kommisjonens vurdering, men vil samtidig poengtere at også samiske menn, på lik linje med samiske kvinner, opplever vold i mye større grad enn ikke-samiske menn.
sme: Sámediggi doarju kommišuvnna árvvoštallama, muhto áigu seammás deattuhat ahte maiddái sámi dievdoolbmot, seamma dásis go sámi nissonolbmot, vásihit veahkaválddi mihá eanet go ii-sámi dievdoolbmot.

source: Det trengs også tiltak for å beskytte samiske menn fra vold.
sme: Dárbbašuvvojit maiddái doaibmabijut suodjalit sámi dievdoolbmuid veahkaválddis.

source: Det vises til Sametingets handlingsplan mot vold i samiske samfunn 2023 – 2025 (sak 55/23).
sme: Čujuhuvvo Sámedikki doaibmaplánii veahkaválddi vuostá sámi servodagain 2023–2025 (ášši 55/23).

source: Sametinget mener også at det er nødvendig å evaluere Jasska-prosjektet i Divtasvuodna/Tysfjord og vurdere videre oppfølging på bakgrunn av det.
sme: Sámediggi oaivvilda maid ahte lea dárbu evalueret Jasska-prošeavtta Divttasvuonas ja dan vuođul árvvoštallat viidáset čuovvoleami.

source: Tiltak 5.8: Kommisjonen foreslår at kulturkompetente selvmordsforebyggende virksomheter styrkes.
sme: Doaibmabidju 5.8: Kommišuvdna árvala nannet kulturgelbbolaš iešsorbmeneastadeaddji doaimmaid.

source: Sametinget støtter kommisjonens vurdering.
sme: Sámediggi doarju kommišuvnna árvvoštallama.

source: Selvmordsforebygging i samiske miljøer bør være en prioritert oppgave i ansvarlige myndigheters folkehelsearbeid.
sme: Iešsorbmeneastadeapmi sámi birrasiin berre leat vuoruhuvvon bargu ovddasvástideaddji eiseválddiid álbmotdearvvašvuođabarggus.

source: Det er sentralt å både styrke den samiske kulturkompetansen i selvmordsforebyggende virksomheter i hele Norge, og å styrke SANKS som nasjonal selvmordsforebyggende virksomhet.
sme: Lea guovddážis sihke nannet sámi kulturgelbbolašvuođa iešsorbmeneastadeaddji doaimmain olles Norggas, ja maid nannet SÁNAG našuvnnalaš iešsorbmeneastadeaddji doaibman.

source: Kommisjonens forslag utenfor kapittel 26 Tiltak
sme: Kommišuvnna árvalusat earret kapihttal 26 Doaibmabijut

source: Tiltak: Det er behov for økt kunnskap og større forståelse for hvordan historiske traumer som konsekvens av fornorskningspolitikken har hatt, og fortsatt har, implikasjoner for helse, levekår og identitet for den kvenske/norskfinske, skogfinske og samiske befolkningen.
sme: Doaibmabidju: Dárbbašuvvo eambbo máhttu ja buoret ipmárdus dasa movt historjjálaš traumat mat bohtet dáruiduhttinpolitihkas leat čuohcan ja ain čuhcet kvenaid/norggasuopmelaččaid, vuovdesuopmelaččat ja sámi álbmoga dearvvašvuhtii, eallineavttuide ja identitehtii.

source: Sametinget støtter kommisjonens vurdering, og vil legge til det understreke det generelle behovet for kunnskap.
sme: Sámediggi doarju kommišuvnna árvvoštallama, ja lasiha dan ahte deattuhit oppalaš máhttodárbbu.

source: Det trengs mer forskning på generasjonstraumer, interantlivets konsekvenser, internalisert rasisme, endrede mekanismer og sårbarhetsfaktorer i lys av fornorskningen.
sme: Lea dárbu eambbo dutkat buolvatraumaid, internáhttaeallima váikkuhusaid, internaliserejuvvon rasismma, rievdan mekanismmaid ja hearkivuođafáktoriid dáruiduhttima olis.

source: Sametinget ønsker å legge til at det trengs mer forskning på sammenhengen mellom fornorskningen og rusmisbruk.
sme: Sámediggi háliida lasihit ahte lea dárbu eambbo dutkat oktavuođa dáruiduhttima ja gárrenmirkogeavaheami gaskka.

source: Tiltak: Kommisjonen mener det er grunn til å se på om den alminnelige rettferdsvederlagsordningen kan benyttes fremover.
sme: Doaibmabidju: Kommišuvdna oaivvilda ahte lea ágga guorahallat sáhttá go dábálaš vuoiggalašbuhtadusortnet adnot boahtteáiggis.

source: Sametinget støtter kommisjonens anbefaling om å vurdere om ordningen for rettferdsvederlag for samer og kvener med tapt skolegang, slik at flere får muligheten til å søke.
sme: Sámediggi doarju kommišuvnna ávžžuhusa árvvoštallat vuoiggalašbuhtadusortnega sápmelaččaide ja kvenaide geat leat massán skuvlavázzima, vai eambbosat beasašedje ohcat das.

source: Som del av dette mener Sameting at erstatningssummen bør økes, med tilbakevirkende kraft for de som tidligere har mottatt erstatning for tapt skolegang under andre verdenskrig.
sme: Oassin das oaivvilda Sámediggi ahte buhtadussubmi berre lasihuvvot, ja doaibmat dainna lágiin ahte máksojuvvo sidjiide maid geat ovdal leat ožžon buhtadusa go leat massán skuvlavázzima nuppi máilmmisoađiáiggi.

source: Sametinget vurderer at kommisjonens konklusjon med at ordningen har hatt en forsonende effekt for de som har mottatt erstatning, ikke er treffende på grunn av erstatningens lave størrelsesorden.
sme: Sámediggi árvvoštallá ahte kommišuvnna čoahkkáigeassin, ahte ortnet lea leamašan buhtadeaddji sidjiide geat leat ožžon buhtadusa, ii doala deaivása buhtadusa vuollegis submi dihte.

source: Sametingsrådet understreker at det er viktig at dette spørsmålet behandles raskt, da menneskene det gjelder har ventet svært lenge på reell oppreisning.
sme: Sámediggeráđđi deattuha ahte lea dehálaš ahte dát ášši gieđahallojuvvo jođánit, dan dihte go dat olbmot geaidda guoská leat hirbmat guhká juo vuordán duohta buhtadusa.

source: Tiltak: Kommisjonen ser behov for økt kunnskap og forskning om behovene og tilbudene til samer og kvener/norskfinner med nedsatt funksjonsevne.
sme: Doaibmabidju: Kommišuvdna oaidná dárbbu eanet máhttui ja dutkamii sápmelaččaid ja kvenaid/norggasuopmelaččaid dárbbuid ja fálaldagaid birra geain lea doaibmavádjitvuohta

source: Sametinget støtter tiltaket, og erkjenner at det finnes utfordringer med å være dobbelt minoritet i det samiske samfunnet.
sme: Sámediggi doarju doaibmabiju ja dovddasta ahte leat hástalusat dan ektui ahte leat duppalit minoritehta sámi servodagas.

source: Det trengs mer kunnskap om diskriminering, mobbing, hatytring, overgrep, psykiske utfordringer, tilgang til arbeidsliv og demokratisk deltakelse, og utfordringer med å tilgang til eget språk og kultur.
sme: Dárbbašuvvo eambbo máhttu vealaheami, givssideami, vaššicealkámušaid, illasteami, psyhkalaš hástalusaid, bargoeallimii beassama ja demokráhtalaš oassálastima birra, ja hástalusaid birra olahit iežas giela ja kultuvrra.

source: Det er en mangel ved rapporten at den ikke har gransket hvorvidt statlig velferdspolitikk kan ha bidratt til fornorskning av minoriteter i minoriteten.
sme: Raporttas lea váilevašvuohta go ii leat dutkan man muddui stáhtalaš čálgopolitihkka sáhttá leat leamašan mielde dáruiduhttime minoritehta minoritehtaid.

source: Et eksempel er samer med funksjonsnedsettelse som ble sendt til spesialskoler og ble hardt rammet av fornorskningen da de ikke fikk lære seg samisk eller ha daglig tilgang til samisk kultur.
sme: Ovdamearka dasa lea go sápmelaččat geain ledje doaibmanákcahedjoneamit sáddejuvvojedje erenoamášskuvllaide ja geaidde dáruiduhttin čuozai garrasit go eai beassan oahppat sámegiela, eai ge beaivválaččat doaimmahit sámi kultuvrra.

source: Dette bør granskes spesielt.
sme: Dan berre erenoamážit dutkat.

source: Tiltak: Kommisjonen foreslår at Sametingene i Norge, Sverige og Finland inkluderes i det nordiske samarbeidet om funksjonshemming og funksjonsnedsettelse, og at lokalsamfunn forankres bedre og tettere i dette samarbeidet.
sme: Doaibmabidju: Kommišuvdna árvala ahte Sámedikkit Norgga, Ruoŧa ja Suoma belde váldojuvvojit mielde davviriikkalaš ovttasbargui doaibmahehttehusaid ja doaibmanákcahedjonemiid birra, ja ahte báikegottit čadnojit buorebut ja lávgadet dan ovttasbargui.

source: Tiltak: Det er derfor av stor betydning å få hevet den samiskspråklige og kulturelle kompetansen innenfor kriminalomsorgen, og ikke minst forsikre seg om kompetansen hos tjenesteytere.
sme: Doaibmabidju: Dan dihte lea hui dehálaš loktet sámi giella- ja kulturgelbbolašvuođa kriminálafuolahusas, ja erenoamážit sihkkarastit bálvalusfálliid gelbbolašvuođa.

source: Sametinget tiltrer også kommisjonens vurdering av at etnisitet ikke fanges godt nok opp i inntaket for soning og mener at det er behov for å utrede hvordan etnisitet og språkbruk kan registreres på en måte som ivaretar personvernet, for eksempel gjennom inntakssamtalene til soning.
sme: Sámediggi doarju maid kommišuvnna árvvoštallama ahte čearddalašvuohta ii fuomášuvvo doarvái bures go olmmoš váldojuvvo giddagassii ja oaivvilda ahte lea dárbu čielggadit movt čearddalašvuohta ja giellageavaheapmi sáhttet registrerejuvvot dakkár vugiin ahte persovdnasuodjalus áimmahuššojuvvo, ovdamearkka dihte sisaváldinságastallamis ovdal čohkkáma.

source: Det hadde også vært av betydning om Politidirektoratet eller flere politidistrikter og konfliktråd gikk inn i nettverksforumet for justissektoren.
sme: Dat livččii maid dehálaš ahte Politiijadirektoráhtta dahje máŋga politiijabiire ja riidočoavdinráđit manašedje justiisasektora fierpmádatforumii.

source: Sametingets forslag til tiltak
sme: Sámedikki doaibmabidjoárvalusat

source: Tiltak: Forebygging av selvmord og rusmisbruk blant samer prioriteres i ansvarlige myndigheters folkehelsearbeid
sme: Doaibmabidju: Iešsorbmema ja gárrenmirkogeavaheami eastadeapmi sápmelaččaid gaskkas ovddasvástideaddji eiseválddiid álbmotdearvvašvuođabarggus vuoruhuvvo

source: Sametinget erkjenner at selvmord og rusmisbruk er samfunnsproblemer i det samiske samfunnet, og at fornorskningsskader kan være del av årsaksbildet.
sme: Sámediggi dovddasta ahte iešsorbmen ja gárrenmirkogeavaheapmi leat servodatváttisvuođat sámi servodagat, ja ahte dáruiduhttinvahágat sáhttet leat oassin sivas.

source: Derfor er det et stort behov for at samiske perspektiver innarbeides i det nasjonale folkehelsearbeidet, med vekt på både samisk historie-, kultur- og språkforståelse.
sme: Dan dihte lea stuora dárbu dasa ahte sámi perspektiivat váldojuvvojit mielde dan našuvnnalaš álbmotdearvvašvuođabarggus, mas sihke sámi historjá-, kultur- ja giellaipmárdus deattuhuvvojit.

source: Tiltak: Styrke Senter for samisk helseforskning
sme: Doaibmabidju: Nannet Sámi dearvvašvuođadutkama guovddáža

source: Gjennom SAMINOR 3 legger Senter for samisk helseforskning til rette for å forske særskilt på fornorskningens konsekvenser for den samiske folkehelsa.
sme: Sámi dearvvašvuođadutkama guovddáš láhčá SAMINOR 3 bokte diliid dasa ahte dutkat erenoamážit dáruiduhttima váikkuhusaid sámi álbmotdearvvašvuhtii.

source: I den forbindelse mener Sametinget at det er et stort behov for flere forskerårsverk ved senteret, slik at en sikrer at investeringen i SAMINOR 3 – i mange år fremover – bidrar til å skape ny kunnskap om den samiske folkehelsa.
sme: Dan oktavuođas oaivvilda Sámediggi ahte guovddážis lea stuora dárbu eanet dutkanjahkedoaimmaide, vai sihkkarastá ahte investeremat SAMINOR 3:i – máŋggaid jagiid ovddosguvlui – leat mielde háhkame ođđa máhtu sámi álbmotdearvvašvuođa birra.

source: Tiltak: Styrke kunnskapen om og helsetilbudet til skeive samer
sme: Doaibmabidju: Nannet máhtu bonju sápmelaččaid birra ja sin dearvvašvuođafálaldaga

source: Sametinget mener det trengs mer kunnskap og bevissthet om fornorskningspolitikkens påvirkning på skeive og på deres levekår i dagens samiske samfunn.
sme: Sámediggi oaivvilda ahte dárbbašuvvo eanet máhttu ja dihtomielalašvuohta dáruiduhttinpolitihka váikkuhusaid birra bonjuide ja sin eallineavttuide dálá sámi servodagas.
